7767517
6 6
Input                    in0                      0 1 in0
MemoryData               weight_1                 0 1 1 0=16 1=64
MemoryData               weight_0                 0 1 2 0=64 1=32
MatMul                   matmul_1                 2 1 in0 2 3
ReLU                     relu_0                   1 1 3 4
MatMul                   matmul_2                 2 1 4 1 out0
