7767517
3 3
Input                    in0                      0 1 in0
InnerProduct             fcrelu_0                 1 1 in0 1 0=64 1=0 2=2048 9=1
InnerProduct             linear_1                 1 1 1 out0 0=16 1=0 2=1024
