7767517
6 6
Input                    in0                      0 1 in0
Input                    in1                      0 1 in1
Concat                   cat_0                    2 1 in0 in1 2 0=1
InnerProduct             fcrelu_0                 1 1 2 3 0=64 1=0 2=2048 9=1
InnerProduct             fcrelu_1                 1 1 3 4 0=64 1=0 2=4096 9=1
InnerProduct             fcsigmoid_2              1 1 4 out0 0=3 1=0 2=192 9=4
